Repository: sidey-app/SIDEY-source
Catalog: macos/SIDEY/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hant

# store.review.window.title
source: Sidey-dev · Store Review · No Real Purchases
ja: Sidey-dev・ストア確認・実購入なし
ko: Sidey-dev · 상점 검토 · 실제 결제 없음
zh_hant: Sidey-dev · 商店檢查 · 不會實際購買

# store.sort.catalog
source: Default
ja: 標準
ko: 기본순
zh_hant: 預設順序

# store.sort.label
source: Sort
ja: 並べ替え
ko: 정렬
zh_hant: 排序

# store.sort.price_ascending
source: Price: Low to High
ja: 価格の安い順
ko: 가격 낮은순
zh_hant: 價格由低至高

# store.sort.price_descending
source: Price: High to Low
ja: 価格の高い順
ko: 가격 높은순
zh_hant: 價格由高至低

# store.status.retry
source: Check Status Again
ja: 状態を再確認
ko: 상태 다시 확인
zh_hant: 重新檢查狀態

# store.subtitle
source: Choose characters, speech bubbles, and throwables.
ja: キャラクター、吹き出し、投げアイテムを選べます。
ko: 캐릭터와 말풍선, 투척물을 골라보세요.
zh_hant: 挑選角色、對話框和投擲物。

# store.title
source: Customization & Store
ja: カスタマイズ・ストア
ko: 꾸미기·상점
zh_hant: 自訂與商店

# tree_movement.error.save_failed
source: Couldn’t save the tree movement setting. Try again.
ja: 木の動きの設定を保存できませんでした。もう一度お試しください。
ko: 나무 움직임을 저장하지 못했습니다. 다시 시도해 주세요.
zh_hant: 無法儲存小樹的移動設定，請再試一次。
